com.getpostman.Postman
com.obsproject.Studio
org.freedesktop.Platform
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.nvidia-570-86-16
org.freedesktop.Platform.VAAPI.Intel
org.freedesktop.Platform.VAAPI.Intel
org.freedesktop.Platform.ffmpeg-full
org.freedesktop.Platform.openh264
org.freedesktop.Platform.openh264
org.gimp.GIMP
org.gnome.FontManager
org.gnome.Platform
org.gnome.Platform
org.gnome.Platform
org.kde.Platform
org.kde.PlatformTheme.QGnomePlatform
org.kde.WaylandDecoration.QAdwaitaDecorations
site.someones.Lonewolf
