asciiquarium
asusctl
baobab
base
base-devel
bash-pipes
bear
bind
blueman
bluez-utils
brightnessctl
btop
btrfs-progs
checkupdates-with-aur
discord
docker
dosfstools
dotnet-sdk
efibootmgr
epiphany
evince
fastfetch
fd
firefox
fzf
gdm
getnf
git
git-lfs
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
godot
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
intel-ucode
kali-themes
kitty
linux
linux-firmware
loupe
malcontent
man-db
nautilus
neovim
nerdfetch
nethack
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
nvidia
nwg-look
onefetch
orca
otf-codenewroman-nerd
papirus-icon-theme
pavucontrol
pipewire-alsa
pulsemixer
pyenv
python-pip
ripgrep
rygel
simple-scan
snapshot
sof-firmware
steam
stow
sushi
swaybg
swaync
tecla
thunar
tmux
totem
ttf-0xproto-nerd
unityhub
vim
waybar
wdisplays
wlroots0.18
wofi
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xf86-input-libinput
xorg-xev
xorg-xinput
yarn
yay-bin
yazi
yelp
zen-browser-bin
zip
zram-generator
zsh
