7zip
acpid
alsa-utils
arduino-cli
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
asciiquarium
asusctl
avr-binutils
avr-gcc
avr-libc
avrdude
baobab
base
base-devel
bash-pipes
bat
bear
bind
blueman
bluez-utils
brightnessctl
btop
btrfs-progs
checkupdates-with-aur
chromium
cups
cups-pdf
dfu-programmer
dfu-util
discord
discordo-git
docker
docker-compose
dosfstools
dotnet-sdk
dotool
efibootmgr
epiphany
evince
evtest
fastfetch
fd
firefox
fzf
gdb
gdm
getnf
gimp
git
git-lfs
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuplot
godot
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hplip
hunspell-en_us
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
intel-ucode
kali-themes
kitty
libreoffice-still
lightdm
linux
linux-firmware
linux-headers
llvm17
llvm17-libs
loupe
malcontent
man-db
nautilus
ncdu
neovim
nerdfetch
nethack
network-manager-applet
networkmanager
nmap
nodejs
npm
nss-mdns
ntfs-3g
nvidia-open
nwg-look
obs-studio
onefetch
opam
opencode-bin
orca
otf-codenewroman-nerd
papirus-icon-theme
pavucontrol
pipewire-alsa
pulsemixer
pyenv
python-pip
python-pipx
python-xlib
quick-mouse
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rpi-imager
rygel
simple-scan
snapshot
socat
sof-firmware
steam
stockfish
stow
sushi
swaybg
swaync
teams-for-linux
tecla
thunar
thunar-volman
tk
tmux
totem
ttf-0xproto-nerd
ttf-liberation
udiskie
unityhub
vicinae-bin
vim
waybar
wdisplays
webkit2gtk
windsurf
wireshark-qt
wlroots0.18
wofi
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdotool
xf86-input-libinput
xorg-xev
xorg-xinput
yarn
yay-bin
yazi
ydotool
yelp
zen-browser-bin
zip
zoxide
zram-generator
zsh
